Repository: wp-plugins/edd-purchase-gravatars
Catalog: languages/edd-pg-*.po
Languages: fr_fr

source: Purchase Gravatars
fr_fr: Réglages de Gravatars

source: Heading
fr_fr: Titre

source: The heading to display above the Gravatars
fr_fr: L'en-tête à afficher au dessus des Gravatars

source: Gravatar Size
fr_fr: Taille du Gravatar

source: The size of each Gravatar in pixels (512px maximum)
fr_fr: La dimension de chaque Gravatar en pixels (512px max)

source: Minimum Unique Purchases Required
fr_fr: Minimum d'achats uniques nécessaires

source: The minimum number of unique purchases a %s must have before the Gravatars are shown. Leave blank for no minimum.
fr_fr: Le nombre minimum d'achats uniques un %s doit avoir fait avant que les Gravatars soient affichés. Laissez vide pour aucun minimum.

source: Maximum Gravatars To Show
fr_fr: Nombre max de Gravatars à afficher

source: The maximum number of gravatars to show. Leave blank for no limit.
fr_fr: Le nombre maximum de Gravatars à afficher. Laisser vide pour ne pas fixer de limite.

source: Gravatar Visibility
fr_fr: Visibilité du Gravatar

source: Only show customers with a Gravatar account
fr_fr: Afficher uniquement les clients qui ont un compte Gravatar

source: Randomize Gravatars
fr_fr: Gravatars aléatoires

source: Randomize the Gravatars
fr_fr: Gravatars aléatoires

source: Displays gravatars of customers who have purchased your %s. Will only show on the single %s page.
fr_fr: Afficher les Gravatars de clients qui ont acheté votre %s. Ne s'affiche que sur la page de %s unique.

source: Title:
fr_fr: Titre :

source: Displays gravatars of customers who have purchased your product
fr_fr: Afficher les Gravatars des clients qui ont acheté votre produit
